Repository: Artem-Kalaficky/Telegram-Bot-API-SWIPE-
Catalog: locales/*/LC_MESSAGES/API_SWIPE.po
Languages: uk

source: Ипатий
uk: Іпатій

source: Новострой
uk: Новобуд

source: Коттедж
uk: Котедж

source: создать объявление
uk: створити оголошення

source: Введите адрес
uk: Введіть адресу

source: Выберите назначение из доступных
uk: Виберіть призначення з доступних

source: новострой
uk: новобуд

source: Выберите жилой комплекс из доступных
uk: Виберіть житловий комплекс із доступних

source: ипатий
uk: іпатій

source: коттедж
uk: котедж

source: Введите общую площадь
uk: Введіть загальну площу

source: Такого значения нет среди допустимых
uk: Такого значення немає серед допустимих

source: Введённая площадь некорректна.
uk: Введена площа некоректна.

source: Введите площадь кухни.
uk: Введіть площу кухні.

source: Введённая площадь некорректна или превышает общую площадь.
uk: Введена площа некоректна або перевищує загальну площу.

source: Введите комиссию для агента.
uk: Введіть комісію агента.

source: Введённая комиссия некорректна.
uk: Введена комісія некоректна.

source: Введите описание.
uk: Введіть опис.

source: Введите общую стоимость.
uk: Введіть загальну вартість.

source: Введённая cумма некорректна или меньше, чем комиссия для агента.
uk: Введена сума некоректна або менша, ніж комісія для агента.

source: Загрузите фото объявления. Размер не должен превышать 10мб.
uk: Завантажте фото оголошення. Розмір не повинен перевищувати 10 мб.

source: Загруженный файл не валиден.
uk: Завантажений файл не валідний.

source: {confirm} Адрec: {address} Назначение: {purpose} ЖК: {house} Общая площадь: {total_area}м² Площадь кухни: {kitchen_area}м² Комиссия агенту: {agent_commission} грн. Описание: {description} Цена: {price} грн. Всё верно?
uk: {confirm} Адреса: {address} Призначення: {purpose} ЖК: {house} Загальна площа: {total_area}м² Площа кухні: {kitchen_area}м² Комісія агенту: {agent_commission} грн. Опис: {description} Ціна: {price} грн. Все вірно?

source: Подтвердите создание объявления!
uk: Підтвердьте створення оголошення!

source: Создание объявления прошло успешно.
uk: Створення оголошення пройшло успішно.

source: Время сеанса истекло :(
uk: Час сеансу минув :(

source: вернуться к редактированию
uk: повернутись до редагування

source: Выберите пункт для редактирования объявления
uk: Виберіть пункт для редагування оголошення

source: адрес
uk: адреса

source: общая площадь
uk: загальна площа

source: площадь кухни
uk: площа кухні

source: Введите площадь кухни
uk: Введіть площу кухні

source: комиссия агенту
uk: комісія агенту

source: Введите комиссию для агента
uk: Введіть комісію для агента

source: описание
uk: опис

source: Введите описание
uk: Введіть опис

source: цена
uk: ціна

source: Введите цену
uk: Введіть ціну

source: Введённая площадь некорректна или меньше, чем площадь кухни.
uk: Введена площа некоректна або менша, ніж площа кухні.

source: Введённая сумма некорректна или превышает общую сумму.
uk: Введена сума є некоректною або перевищує загальну суму.

source: Введённая сумма некорректна или меньше, чем комиссия для агента.
uk: Введена сума некоректна або менша, ніж комісія для агента.

source: Объявление успешно обновлено!
uk: Оголошення успішно оновлено!

source: Обновление не успешно! Введённые данные были некорректны
uk: Оновлення не вдало! Введені дані були некоректними

source: выбор языка
uk: вибір мови

source: Выберите язык...
uk: Оберіть мову...

source: отмена
uk: скасувати

source: выход
uk: вихід

source: Войдите в существующую учетную запись или создайте новую.
uk: Увійдіть до існуючого облікового запису або створіть новий.

source: изменить email
uk: змінити email

source: регистрация
uk: реєстрація

source: Введите email
uk: Введіть email

source: вернуться к регистрации
uk: повернутись до реєстрації

source: Введённая электронная почта некорректна.
uk: Введена електронна пошта неправильна.

source: изменить пароль
uk: змінити пароль

source: Введите пароль
uk: Введіть пароль

source: Пароль должен содержать: - минимум 8 символов - алфавит между [a-z] - минимум 1 букву в верхнем регистре [A-Z] - 1 число или цифру между [0-9]
uk: Пароль повинен містити: - мінімум 8 символів - алфавіт між [a-z] - мінімум 1 букву у верхньому регістрі [A-Z] - 1 число чи цифру між [0-9]

source: Повторите пароль
uk: Повторіть пароль

source: Пароли не совпадают.
uk: Паролі не співпадають.

source: изменить имя
uk: змінити ім'я

source: Введите имя
uk: Введіть ім'я

source: изменить фамилию
uk: змінити прізвище

source: Введите фамилию
uk: Введіть прізвище

source: Данные успешно введены! Проверьте их корректность: Email: {email} Пароль: {password} Имя: {first_name} Фамилия: {last_name} Всё верно?
uk: Дані успішно введені! Перевірте їхню коректність: Email: {email} Пароль: {password} Ім'я: {first_name} Прізвище: {last_name} Все вірно?

source: подтвердить
uk: підтвердити

source: Регистрация прошла успешно. На вашу почту {email}, отправлено письмо с подтверждением. Перейдите по ссылке для активации учетной записи.
uk: Реєстрація пройшла успішно. На вашу пошту {email}, надіслано листа з підтвердженням. Перейдіть за посиланням для активації облікового запису.

source: Регистрация не успешна. Введнная почта уже занята другим пользователем.
uk: Реєстрація не успішна. Введена пошта вже зайнята іншим користувачем.

source: вход
uk: вхід

source: Данные успешно введены! Проверьте их корректность: Email: {email} Пароль: {password} Всё верно?
uk: Дані успішно введені! Перевірте їхню коректність: Email: {email} Пароль: {password} Все вірно?

source: Авторизация прошла не успешно. Введённые данные некорректны.
uk: Авторизація пройшла не успішно. Введені дані некоректні.

source: главное меню
uk: головне меню

source: Вы в главном меню бота. Выберите интерусующий вас пункт.
uk: Ви в головному меню бота. Виберіть пункт, що вас цікавить.

source: лента объявлений
uk: лента оголошень

source: Вы в ленте объявлений. Листайте объявления от новых к более устаревшим по нажатию клавиш
uk: Ви у ленті оголошень. Гартуйте оголошення від нових до більш застарілих занатисканням клавіш

source: Данное объявление - первое в ленте. Возврат к "предыдущему" объявлению невозможен.
uk: Дане оголошення - перше у ленті. Повернення до "попереднього" оголошення неможливе.

source: Адрес: {address} Цена: {price} Дата создания: {date_created}
uk: Адреса: {address} Ціна: {price} Дата створення: {date_created}

source: Данное объявление - последнее в ленте. Переход к "следующему" объявлению невозможен.
uk: Це оголошення - останнє у ленті. Перехід до "наступного" оголошення неможливий.

source: вернуться в профиль
uk: повернутись до профілю

source: профиль
uk: профіль

source: Имя: {first_name} Фамилия: {last_name} Телефон: {telephone} Email: {email}
uk: Ім'я: {first_name} Прізвище: {last_name} Телефон: {telephone} Email: {email}

source: вернуться к объявлениям
uk: повернутись до оголошень

source: мои объявления
uk: мої оголошення

source: Вот все ваши личные объявления...
uk: Ось усі ваші особисті оголошення...

source: У вас ещё нет созданных объявлений.
uk: У вас ще немає створених оголошень.

source: Адрес: {address} Назначение: {purpose} ЖК: {house} Общая площадь: {total_area} м² Площадь кухни: {kitchen_area} м² Комиссия агенту: {agent_commission} грн. Описание: {description} Цена: {price} грн. Дата создания: {date_created}
uk: Адреса: {address} Призначення: {purpose} ЖК: {house} Загальна площа: {total_area} м² Площа кухні: {kitchen_area} м² Комісія агенту: {agent_commission} грн. Опис: {description} Ціна: {price} грн. Дата створення: {date_created}

source: изменить личные данные
uk: змінити особисті дані

source: Выберите, что вы хотите изменить о себе...
uk: Виберіть, що ви хочете змінити про себе...

source: фамилия
uk: прізвище

source: Введите новую фамилию
uk: Введіть нове прізвище

source: имя
uk: ім'я

source: Введите новое имя
uk: Введіть нове ім'я

source: Введите новый телефон, опираясь на предоставленный шаблон: +38 0xx xxx xx xx
uk: Введіть новий телефон, спираючись на цей шаблон: +38 0xx xxx xx xx

source: Введите новую почту
uk: Введіть нову пошту

source: язык
uk: мова

source: Выберите язык
uk: Оберіть мову

source: Загрузите новый аватар. Рекомендуемые размеры 300х300.
uk: Завантажте новий аватар. Рекомендовані розміри 300х300.

source: Данные успешно обновлены!
uk: Дані успішно оновлено!

source: Обновление данных прошло не успешно...
uk: Оновлення даних пройшло не успішно...

source: Вернуться в профиль
uk: Повернутись до профілю

source: Подтвердить
uk: Підтвердити

source: Адрес
uk: Адреса

source: Общая площадь
uk: Загальна площа

source: Площадь кухни
uk: Площа кухні

source: Комиссия агенту
uk: Комісія агенту

source: Описание
uk: Опис

source: Цена
uk: Ціна

source: Вернуться к объявлениям
uk: Повернутись до оголошень

source: Вернуться к редактированию
uk: Повернутись до редагування

source: Вход
uk: Вхід

source: Регистрация
uk: Реєстрація

source: Выбор языка
uk: Вибір мови

source: Изменить Email
uk: Змінити Email

source: Изменить пароль
uk: Змінити пароль

source: Изменить имя
uk: Змінити ім'я

source: Изменить фамилию
uk: Змінити прізвище

source: Отмена
uk: Скасувати

source: Вернуться к регистрации
uk: Повернутись до реєстрації

source: Авторизоваться
uk: Авторизуватися

source: Профиль
uk: Профіль

source: Лента объявлений
uk: Лента оголошень

source: Выход
uk: Вихід

source: Главное меню
uk: Головне меню

source: Изменить личные данные
uk: Змінити особисті дані

source: Мои объявления
uk: Мої оголошення

source: Создать объявление
uk: Створити оголошення

source: Фамилия
uk: Прізвище

source: Имя
uk: Ім'я

source: Язык
uk: Мова

source: Предыдущее
uk: Попереднє

source: Следующее
uk: Наступне

source: Показать геолокацию
uk: Показати геолокацію

source: Редактировать объявление
uk: Редагувати оголошення
